"Gateway Setup Assistant"="Assistant réglages de passerelle";

// Standard window stuff

"kMainPanelWindowFormat" = "%@ : %@"; // first is app name, second is hostname
"kLoading" = "Chargement...";
"Gateway Setup Assistant: %@" = "Assistant réglages de passerelle : %@";

// Menubar strings
"kShowActivityViewer" = "Afficher le visualiseur d’activité";
"kHideActivityViewer" = "Masquer le visualiseur d’activité";

// Alerts or sheets

"kError" = "Erreur";
"kAuthenticationFailure" = "Nom d’utilisateur ou mot de passe saisi incorrect.";
"kNoMessage" = "Pas de réponse du serveur.";
"kServerError" = "Le serveur a renvoyé une erreur.";
"kDiscardChangesButton" = "Annuler les modifications";
"kReviewChangesButton" = "Revoir les modifications...";
"kSaveButton" = "Enregistrer";
"kDontSaveButton" = "Ne pas enregistrer";
"kCancelButton" = "Annuler";
"kDeleteButton" = "Supprimer";
"kHTTPErrorCodeFormat" = "Le serveur a renvoyé une erreur : %i";


"INVALID_SERIAL_NUMBER_ERR"="Le serveur auquel vous tentez de vous connecter a un numéro de série non valide.";

// Buttons and stuff
"Continue"="Continuer";
"Quit"="Quitter";
"Apply"="Appliquer";

// Progress messages

"kProgressEllipsisFormat" = "%@...";
"kGettingTimeOnServer" = "Obtention de l’heure du serveur";
"kTransferringFiles" = "Transfert de fichiers";
"kFileTransferStatusFormat" = "Transfert de fichier “%@” (%i de %i)";
"kFileTransferSubstatusFormat" = "%@ transféré(s), %@ restant(s)";

"Getting network information"="Obtention des informations de réseau";
"Getting DHCP information"="Obtention des informations DHCP";

"Setting up Network"="Configuration du réseau";
"Setting up DHCP"="Configuration de DHCP";
"Setting up NAT"="Configuration de NAT";
"Setting up VPN"="Configuration du VPN";
"Setting up IP Firewall"="Configuration du coupe-feu IP";
"Starting DHCP"="Démarrage de DHCP";
"Starting NAT"="Démarrage de la NAT";
"Starting VPN"="Démarrage du VPN";
"Starting DNS"="Démarrage du DNS";
"Starting IP Firewall"="Démarrage du coupe-feu IP";

"not"="non";

// Listings

"kBrowseFormat" = "Parcourir %@";
"kNumberOfItemsFormatSingular" = "%@ élément";
"kNumberOfItemsFormatPlural" = "%@ éléments";

// list formats:
"kLanInterfaceListFormat"=" - %@ (%@) avec l’adresse IP %@";  // readable name, name, ip address
"kDHCPListFormat"=" - %@ (%@) va servir les adresses de %@ à %@";  // readable name, name, beginning range, end range
"kIPFWListFormat"=" - %@ va autoriser tout le trafic sur %@ (%@)";  //groupname, readable name, name
"kVPNFormat"=" - VPN va servir les adresses de %@ à %@"; //beginning range, end range
// number formatters
"kBytes" = "octets";
"kAbbreviatedBytes" = "o";
"kPerSecond" = "/seconde";
"x10^-9" = "n";
"x10^-6" = "µ";
"x10^-3" = "m";
"x10^0" = "";
"x10^3" = "K";
"x10^6" = "M";
"x10^9" = "G";
"x10^12" = "T";

// errors from server
